{
  "Visual": {
    "title": "Mind Mapper",
    "badgeUrl": "https://res.cloudinary.com/dqc9zcx9l/image/upload/w_1000,c_fill,ar_1:1,g_auto,r_max,bo_5px_solid_red,b_rgb:262c35/v1741778397/visual1_fqqs6v.webp",
    "speciality": "You have a strong ability to understand and retain information by seeing it in a structured, graphical, or visually engaging format. You excel at learning through images, diagrams, charts, and videos.You often find it easier to remember what you see rather than what you hear.",
    "suggestions": [
      "Use mind maps, diagrams, and flowcharts to break down information into a structured, easy-to-understand format.",
      "Watch video tutorials, animations, and visual demonstrations to reinforce your understanding.",
      "Highlight important text using different colors, underlining, or bolding.",
      "Use flashcards with images and keywords rather than just plain text.",
      "Try drawing sketches or doodles related to what you're learning, even if they’re simple."
    ]
  },
  "Auditory": {
    "title": "Auditory Learner",
    "badgeUrl": "https://res.cloudinary.com/dqc9zcx9l/image/upload/w_1000,c_fill,ar_1:1,g_auto,r_max,bo_5px_solid_red,b_rgb:262c35/v1741778415/auditory1_wgld9i.webp",
    "speciality": "You process and retain information best when you hear it rather than just reading or seeing it. You learn effectively through spoken explanations, discussions, and lectures.You may prefer listening to instructions rather than reading them and often benefit from explaining concepts aloud.",
    "suggestions": [
      "Listen to audiobooks, podcasts, and recorded lectures instead of or in addition to reading. ",
      "Engage in group discussions, debates, and Q&A sessions to process new concepts by explaining and hearing different viewpoints.",
      "Try reading your notes out loud or teaching someone else the material, as explaining things verbally strengthens your understanding.",
      "Use rhymes, songs, or mnemonic devices to memorize information.",
      "Participate in interactive learning experiences such as role-playing, storytelling, or verbally summarizing content."
    ]
  },
  "Reading/Writing": {
    "title": "Echo Learner",
    "badgeUrl": "https://res.cloudinary.com/dqc9zcx9l/image/upload/w_1000,c_fill,ar_1:1,g_auto,r_max,bo_5px_solid_red,b_rgb:262c35/v1741778415/reading-writing1_haignc.webp",
    "speciality": "You have a strong preference for learning through words—both reading and writing. You absorb information effectively by reading detailed explanations, taking structured notes, and summarizing key points in your own words.  You likely enjoy reading books, making lists, and researching topics in depth.",
    "suggestions": [
      "Take detailed notes while studying, organizing them in a way that makes it easy for you to review later.",
      "Read textbooks, articles, and research papers to get in-depth knowledge about topics.",
      "Write essays, blog posts, or journal entries to express and reinforce what you’ve learned. ",
      "Use lists, bullet points, and structured outlines to organize information efficiently. ",
      "Re-read and rewrite key concepts multiple times to improve retention."
    ]
  },
  "Kinesthetic": {
    "title": "Action Learner",
    "badgeUrl": "https://res.cloudinary.com/dqc9zcx9l/image/upload/w_1000,c_fill,ar_1:1,g_auto,r_max,bo_5px_solid_red,b_rgb:262c35/v1741778415/kinesthetic1_weoart.webp",
    "speciality": "You learn best through hands-on experiences and active participation. Sitting still for long periods can make learning difficult, so movement and practical engagement help you retain information.You benefit from real-world application rather than just theoretical study.",
    "suggestions": [
      "Engage in hands-on activities, practical experiments, and real-world applications to reinforce learning.",
      "Take frequent movement breaks while studying to stay focused and avoid feeling restless.",
      "Use physical objects, models, or props to represent abstract ideas. ",
      "Act out or simulate scenarios to bring learning to life.",
      "Practice writing and drawing on whiteboards, building models, or engaging in interactive learning games."
    ]
  }
}
